Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/configuration.po
Languages: fr

source: Additional Settings
fr: Paramètres additionnels

source: Zrythm stores all of its configuration using the GSettings mechanism, which comes with the `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
fr: Zrythm stocke toutes ses configurations en utilisant le mécanisme GSettings,, qui passe par la commande `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ pour changer les paramètres en ligne de commande, ou par l'outil graphique optionnel `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.

source: Normally, you shouldn't need to access any of these settings as most of them are found inside Zrythm's UI, and it is not recommended to edit them as Zrythm validates some settings before it saves them or uses some settings internally, but in some cases you may want to change them manually for some reason - for example if your selected backend causes Zrythm to crash.
fr: Normalement, vous ne devriez pas avoir besoin d'accéder à ces paramètres car la plupart d'entre eux se trouvent dans l'interface utilisateur de Zrythm, et il n'est pas recommandé de les modifier car Zrythm valide certains paramètres avant de les enregistrer, mais dans certains cas vous pourriez vouloir les modifier manuellement pour une raison quelconque - si par exemple le système audio sélectionné fait planter Zrythm.

source: Viewing the Current Settings
fr: Voire les paramètres actuels

source: This feature is mostly added for debugging purposes and to help us identify problems with user configurations, but feel free to use it if you are curious.
fr: Cette fonctionnalité est la plupart du temps ajoutée à des fins de débogage et pour nous aider à identifier les problèmes avec les configurations utilisateur, mais n'hésitez pas à l'utiliser si vous êtes curieux.

source: Reset to Factory Settings
fr: Restaurer les réglages d'origine

source: This will clear ALL your settings.
fr: Cela effacera TOUS vos réglages.

source: This will be added on the UI soon.
fr: Ce sera bientôt ajouté à l’interface utilisateur.

source: Device Setup
fr: Configuration du périphérique

source: Connecting MIDI and Audio Devices
fr: Connecter les périphériques MIDI et audio

source: Depending on the selected backend (covered in :ref:`preferences-engine`), the configuration differs. Zrythm will auto-scan and allow you to connect to input devices for recording through the Track Inspector, as below, and in most cases you don't need to use any external tools or auto-connect mechanism.
fr: Suivant le système audio sélectionné (cf:`moteur-de-préférences`),la configuration peut varier.Zrythm auto-scannera et vous permettra de vous connecter à des périphériques d'entrée pour enregistrer via l'inspecteur de piste, comme ci-dessous, et dans la plupart des cas, vous n'avez pas besoin d'utiliser d'outils externes ou de mécanisme de connexion automatique.

source: Auto-Connecting Devices
fr: Auto-connecter les périphériques

source: For other types of devices that are not linked to specific tracks, such as devices that send global MIDI messages and devices that control the transport, Zrythm has an option to select these devices to auto-connect to on launch.
fr: Pour d'autres types de périphériques qui ne sont pas liés à des pistes spécifiques, tels que les périphériques qui envoient des messages MIDI globaux et les périphériques qui contrôlent le transport, Zrythm a la possibilité de sélectionner ces périphériques pour se connecter automatiquement au lancement.

source: You can select these in :ref:`midi_devices` in the welcome dialog as well as in :ref:`preferences`.
fr: Vous pouvez les sélectionner dans :ref:`appareils_midi` dans la boite de dialogue de bienvenue tout autant que dans :ref:`préférences`.

source: When using the JACK audio and MIDI backend Zrythm exposes ports to JACK, so devices can be attached there using a tool like `Qjackctl <https://qjackctl.sourceforge.io/>`_.
fr: Lors de l'utilisation du service audio et MIDI JACK, Zrythm expose les ports à JACK, de sorte que les périphériques peuvent y être connectés en utilisant un gestionnaire de sessions comme Catia. Notez que pour le MIDI, les périphériques peuvent avoir besoin d'être pontés à JACK en utilisant ``a2jmidid``.

source: For most users, everything can be accomplished from within Zrythm.
fr: Pour la plupart des utilisateurs, tout peut être effectué directement dans Zrythm.

source: Depending on your setup, MIDI devices might need to be bridged to JACK using ``a2jmidid``.
fr: En fonction de votre configuration, les appareils midi peuvent devoir être pontés à JACK en utilisant ''a2jmidid''.

source: First Run Wizard
fr: Assistant de premier lancement

source: When you first run Zrythm, it will display a wizard that lets you configure the basic settings that Zrythm will use. These include MIDI devices, the default Zrythm path, interface language and audio/MIDI backends.
fr: Lorsque vous lancez Zrythm pour la première fois, il affiche un assistant qui vous permet de configurer les paramètres de base que Zrythm va utiliser. Il s'agit notamment des périphériques MIDI, du répertoire par défaut de Zrythm, de la langue de l'interface et des systèmes audio/MIDI.

source: Language Selection
fr: Sélection de la langue

source: Zrythm lets you choose the language of the interface. The interface is already translated in multiple languages, so choose the language you are most comfortable in.
fr: Zrythm vous permet de choisir la langue de l'interface. L'interface est déjà traduite en plusieurs langues, alors choisissez la langue dans laquelle vous êtes le plus à l'aise.

source: You must have a locale enabled for the language you want to use.
fr: Vous devez avoir une locale pour la langue que vous voulez utiliser.

source: Path
fr: Chemin

source: This is the path where Zrythm will save projects, temporary files, exported audio, etc. The default is "zrythm" under `XDG_DATA_HOME <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_ on freedesktop-compliant systems.
fr: C'est le dossier où Zrythm sauvegardera les projets, les fichiers temporaires, les exports audio,etc... Celui par défaut est "zrythm" dans 'XDG_DATA_HOME <https://specifications.freedesktop.org/basicdir-spec/basedir-spec-latest.html>' _pour les systèmes conformes avec freedesktop.

source: Audio/MIDI Backends
fr: Systèmes audio/MIDI

source: Zrythm supports multiple audio and MIDI backend engines. JACK is the recommended one for both, but it takes some time to set up if this is your first time using it. If you choose to use JACK, JACK MIDI and the JACK audio backend must be chosen together.
fr: Zrythm prend en charge plusieurs systèmes audio et MIDI. JACK est celui qui est recommandé pour les deux, mais il faut un certain temps pour le configurer si c'est la première fois que vous l'utilisez. Si vous ne voulez pas utiliser JACK pour une raison quelconque, vous pouvez sélectionner d'autres dorsaux tels que ALSA ou SDL2.

source: If JACK is not available on your system, we recommend RtAudio and RtMidi.
fr: Si JACK n'est pas disponible sur votre système, nous recommendons RtAudio et RtMidi.

source: Click :zbutton:`Test` to try connecting to the backend to see if it is functional.
fr: Cliquez sur :zbutton:`Test` pour essayer de se connecter au système pour voir s'il est fonctionnel.

source: If you choose to use JACK, JACK MIDI and the JACK audio backend must be chosen together.
fr: Si vous choisissez d'utiliser JACK, alors JACK MIDI et le système audio JACK devront être choisis ensemble.

source: MIDI Devices
fr: Périphériques MIDI

source: These are the discovered devices that will be auto-connected and ready to use every time you run Zrythm. Click "Rescan" to scan for devices again.
fr: Ce sont les périphériques découverts qui seront automatiquement connectés et prêts à être utilisés à chaque fois que vous lancez Zrythm. Cliquez sur "Rescan" pour rechercher à nouveau les périphériques.

source: All of the settings mentioned here are also available in the :ref:`preferences`, so don't worry if you selected the wrong settings.
fr: Tous les paramètres mentionnés ici sont également disponibles dans les préférences (Ctr+Maj+Maj+P ou Fichier->Préférences), donc ne vous inquiétez pas si vous avez sélectionné les mauvais paramètres.

source: Preferences
fr: Préférences

source: Each section in the preferences dialog is explained in the following sections.
fr: Le dialogue de préférences est divisé dans les sections suivantes, qui sont expliquées dessous.

source: General
fr: Général

source: General settings.
fr: Utilisation de gsettings.

source: Engine
fr: Moteur

source: Audio engine settings.
fr: Réglages du moteur Audio.

source: Audio backend
fr: Système audio

source: The audio backend to use. The available backends are JACK, RtAudio and SDL2. We recommend using JACK when possible, otherwise RtAudio.
fr: Le serveur audio auquel se connecter. Ceux disponibles sont JACK,RtAudio et SDL2. Nous recommandons d'utiliser JACK quand possible, sinon RtAudio.

source: MIDI backend
fr: Système MIDI

source: The MIDI backend to use. The available backends are JACK MIDI, RtMidi and WindowsMME (Windows only). We recommend using JACK MIDI when possible, otherwise RtMidi.
fr: Le serveur MIDI auquel se connecter.Les serveurs midi sont JACK MIDI,RtMidi et WindowsMME(uniquement sur windows).Nous recommandons d'utiliser JACK MIDI si possible, sinon RtMidi.

source: MIDI controllers
fr: Contrôleurs MIDI

source: A list of controllers to auto-connect to.
fr: Une liste des contrôleurs auxquels s'auto-connecter.

source: Paths
fr: Chemins

source: Global paths.
fr: Chemins globaux.

source: Zrythm path
fr: Chemin de Zrythm

source: The directory to save user data in.
fr: Le dossier dans lequel sauvegarder les données de l'utilisateur.

source: Plugins
fr: Greffons

source: Plugin settings.
fr: Paramétrages de plugin.

source: UIs
fr: Interfaces utilisateur

source: Plugin UIs.
fr: Interfaces graphiques des greffons.

source: Generic UIs
fr: Interfaces utilisateur génériques

source: Show generic plugin UIs generated by Zrythm instead of custom ones.
fr: Afficher des interfaces génériques des greffons générées par Zrythm à la place des personnalisées.

source: Open UI on instantiation
fr: Ouvrir l'interface utilisateur à l'instanciation

source: Open plugin NUIs when they are instantiated.
fr: Ouvrir les interfaces utilisateur des greffons lorsqu'ils sont instanciés.

source: Keep window on top
fr: Garder les interfaces graphiques des greffons au dessus

source: Always show plugin UIs on top of the main window.
fr: Toujours afficher les interfaces utilisateur des greffons en dessus de la fenêtre principale.

source: Bridge unsupported UIs
fr: Ponter les interfaces utilisateur non supportées

source: Bridge unsupported UIs in another process instead of creating generic ones.
fr: Ponter les interface utilisateur non supportées à la place d'en créer des génériques.

source: This may lead to performance loss for some plugins.
fr: Ceci peut causer une perte de performance pour certains greffons.

source: Refresh rate
fr: Taux de rafraîchissement

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
fr: Taux de rafraîchissement en Hz. Si réglé à 0, le taux de rafraîchissement de l'écran sera utilisé.

source: VST plugins
fr: Greffons VST

source: The search paths to scan for VST plugins in.
fr: LE chemin de recherche pour scanner les greffons VST.

source: This option is only available on Windows. On GNU/Linux and MacOS the paths are fixed. See :ref:`plugin-paths` for details.
fr: Cette option n'est disponible que sur Windows. Pour GNU/Linux et MacOS les chemins sont fixes.Cf :ref:`plugin-paths` pour plus de détails.

source: SFZ instruments
fr: instruments SFZ

source: The search paths to scan for SFZ instruments in.
fr: Le chemin de recherche pour scanner les instruments SFZ.

source: SF2 instruments
fr: instruments SF2

source: The search paths to scan for SF2 instruments in.
fr: Le chemin de recherche pour scanner les instruments SF2.

source: Digital signal processing.
fr: Traitement numérique du signal (DSP).

source: Pan
fr: Panoramique

source: Panning options for mono signals (not used at the moment).
fr: Options de panoramique pour les signaux mono (Ceci n'est pas utilisé pour le moment).

source: Pan algorithm
fr: Algorithme de panoramique

source: The panning algorithm to use when applying pan on mono signals. See the graph below for the different curves as you move the pan from left to right. We recommend leaving it as the default (Sine). See https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html for more information.
fr: L'algorithme de panoramique à utiliser lorsqu'on applique une panoramique à un signal mono. Voir le graphique ci-dessous pour les différentes courbes lorsque vous déplacez le panoramique de gauche à droite. Nous recommandons de laisser celui par défaut (Sinus). Voir https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html pour plus d'informations.

source: Pan algorithms (:blue:`sine`, :red:`square root`, :green:`linear`).
fr: Algorithmes de panoramique (:blue:`sinus`, :red:`racine carrée`, :green:`linéaire`).

source: Pan law
fr: Loi de panoramique

source: The pan law to use when applying pan on mono signals.
fr: La loi de panoramique a utiliser quand on applique une panoramique à des signaux mono.

source: Editing
fr: Édition

source: Editing options.
fr: Options d'édition.

source: Audio editing.
fr: Edition audio.

source: Fade algorithm
fr: Algorithme de fondu

source: Default fade algorithm to use for fade in/outs.
fr: Algorithme de fondu à utiliser par défaut pour les fondus entrants/sortants.

source: Automation
fr: Automatisation

source: Automation editing.
fr: Edition de l'automatisation.

source: Curve algorithm
fr: Algorithme de panoramique

source: Default curve algorithm to use for automation curves.
fr: Courbe algorithmique à utiliser par défaut pour les courbes d'automatisation.

source: Undo
fr: Défaire

source: Undo options.
fr: Options d'annulation.

source: Undo stack length
fr: Nombre d'actions annulables

source: Maximum undo history stack length. Set to -1 for unlimited.
fr: Taille maximum de l'historique d'annulation. Régler sur -1 pour un nombre illimité.

source: We recommend leaving it at 128.
fr: Nous recommandons de le laisser à 128.

source: Projects
fr: Projets

source: Project settings.
fr: Paramètres du projet.

source: General project settings.
fr: Paramètres généraux de projet.

source: Autosave interval
fr: Intervalle de sauvegarde automatique

source: Interval to auto-save projects, in minutes. Auto-saving will be disabled if this is set to 0.
fr: Définir l'intervalle de sauvegarde automatique du projet, en minutes. Le mettre à 0 désactivera la sauvegarde automatique.

source: This refers to automatic back-ups. The main project will not be overwritten unless you explicitly save it.
fr: Cela fait référence à des sauvegardes de secours automatiques.Le fichier du projet ne sera pas écrasé tant que vous ne le sauvegarderez pas.

source: UI
fr: Interface utilisateur

source: User interface options.
fr: Options d'interface utilisateur.

source: General user interface options.
fr: Options générales d'interface utilisateur.

source: User interface language
fr: Langue de l'interface utilisateur

source: The language to use for the user interface.
fr: La langue de l'interface de Zrythm.

source: For a list of supported languages and their translation status see `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.
fr: Pour consulter la liste des langages supportés et l'avencement de leur traduction, cf `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.

source: Some of these settings require a restart of Zrythm to take effect.
fr: Pour être appliquées, certaines modifications nécessitent un redémarrage de Zrythm.
