Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/contributing.po
Languages: es, pt

source: Contributing
es: Contribuir
pt: Contribuir

source: We appreciate contributions of any type and size. Tell us how you would like to help, and we will do our best to guide you.
es: Apreciamos las contribuciones de cualquier tipo y tamaño. Digannos como le gustaría ayudar y nosotros haremos lo mejor posible para orientarlo.
pt: Apreciamos contribuições de qualquer tipo e tamanho. Diga-nos como gostaria de ajudar, e faremos o nosso melhor para guiá-lo.

source: We want to provide a friendly and harassment-free environment so that everyone can contribute to the best of their abilities. To this end our project uses a `Contributor Covenant` which was adapted from https://contributor-covenant.org/. You can find the full pledge in our `Code of Conduct <https://forum.zrythm.org/t/code-of-conduct>`_.
es: Queremos suministrarle un entorno amigable y libre de acoso para que todos puedan contribuir con lo mejor de sus habilidades. Por este fin nuestro proyecto usa el `Pacto del Contribuyente` el cual fue adaptado desde https://contributor-covenant.org/. Usted puede encontrar el compromiso completo en `Código de Conducta <https://forum.zrythm.org/t/code-of-conduct>`_.
pt: Queremos proporcionar um ambiente amigável e livre de assédio para que todos possam contribuir com o melhor das suas habilidades. Para isso, o nosso projeto utiliza um "Convénio do Contribuinte" que foi adaptado de https://contributor-covenant.org/. Pode encontrar o compromisso completo no nosso `Código de Conduta <https://forum.zrythm.org/t/code-of-conduct>`_.

source: Coding
es: Programación
pt: Codificação

source: Please see the `HACKING file <https://git.sr.ht/~alextee/zrythm/tree/master/HACKING.md>`_ in the source distribution.
es: Por favor vea el `archivo HACKING <https://git.sr.ht/~alextee/zrythm/tree/master/HACKING.md>`_ en la distribución fuente.
pt: Por favor veja o ficheiro `HACKING <https://git.sr.ht/~alextee/zrythm/tree/master/HACKING.md>`_ na distribuição da fonte.

source: Web Design
es: Diseño Web
pt: Desenho de Web

source: You are welcome to help us improve the looks and usability of the Zrythm website. Please join our chatrooms and talk to us.
es: Agradecemos su ayuda para mejorar el aspecto y usabilidad del sitio web Zrythm. Por favor, únase a nuestras salas de charla y háblenos.
pt: Pode ajudar-nos a melhorar a aparência e a usabilidade do site da Zrythm. Por favor, junte-se às nossas salas de chat e fale connosco.

source: Artwork and Themes
es: Arte visual y temas
pt: Obras de Arte e Temas

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`icon-themes` and :ref:`css`.
es: Zrythm es maquillable con temas CSS y también hace uso de muchos íconos, algunos personalizados y otros tomados prestados de otros temas. Si le gustaría contribuir con la artística de tales íconos, puede comenzar creando sus propios temas e íconos como se muestra en :ref:`icon-themes` and :ref:`css`.
pt: O Zrythm é temável com CSS e também utiliza muitos ícones, alguns personalizados e outros emprestados de outros temas. Se deseja contribuir com ilustrações, como ícones, pode começar a criar os seus próprios temas e ícones, conforme discutido em: ref: `icon-themes` e: ref:` css`.

source: Testing
es: Puesta a prueba
pt: Testar

source: You are welcome to join us in testing the latest features in Zrythm and reporting bugs and feedback on `Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_.
es: Agradecemos se nos una para probar las últimas características en Zrythm, reportar errores y dejarnos comentarios en `Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_.
pt: Está convidado a se juntar a nós para testar as últimas características no Zrythm e relatar bugs e comentários sobre `Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_.

source: The latest development branch for new features is ``development`` in our `git repository <https://git.zrythm.org/cgit/zrythm>`_.
pt: O último ramo de desenvolvimento de novas funcionalidades é o ``desenvolvimento`` no nosso repositório "git" <https://git.zrythm.org/cgit/zrythm>`_.

source: Translation
es: Traducción
pt: Tradução

source: Zrythm is available for translation at `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
es: Zrythm está disponible para traducción en `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
pt: Zrythm está disponível para tradução no Hosted Weblate. Visite a página do projeto `Zrythm <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_ para começar.

source: The Zrythm translation project contains the translations for the Zrythm program, the website as well as sections of this manual.
es: El proyecto de traducción de Zrythm contiene las traducciones para el programa Zrythm, el sitio web como también las secciones de este manual.
pt: O projeto de tradução Zrythm contém as traduções para o programa Zrythm, o website, assim como secções deste manual.

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_.
pt: Clique no projeto em que deseja trabalhar e selecione um idioma no ecrã a seguir. Para mais informações sobre a utilização do Weblate, consulte a `documentação oficial <https://docs.weblate.org/en/latest/user/translating.html>`_.

source: Editing this Manual
es: Editar este manual
pt: Edição deste Manual

source: Click on the ``View Source`` button at the top of the page to find which file the page exists in, find the file in the source distribution and edit it.
es: Haga click en el botón ``Ver Fuente``al tope de la página para encontrar en que archivo existe la página, encontrar el archivo en la distribución fuente y editarla.
pt: Clique no botão ``Ver Fonte`` no topo da página para encontrar em qual ficheiro a página existe, encontrar o ficheiro na distribuição da fonte e editá-lo.

source: You will need to have `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installed to compile this manual.
pt: Precisará ter `Sphinx <https://www.sphinx-doc.org/en/master/>`_ instalado para compilar este manual.

source: Donations
es: Donaciones
pt: Doações

source: We use the following services for receiving donations. Any amount, small or large is appreciated and helps sustain continuous development:
es: Usamos los siguientes servicios para recibir donaciones. Cualquier monto, grande o pequeño se agradece y ayuda a sostener el desarrollo continuo:
pt: Utilizamos os seguintes serviços para receber doações. Qualquer quantia, pequena ou grande, é apreciada e ajuda a sustentar o desenvolvimento contínuo:

source: Alternatively, you can `purchase a Zrythm installer <https://www.zrythm.org/en/download.html>`_.
es: Alternativamente, usted puede `comprar un instalador Zrythm <https://www.zrythm.org/en/download.html>`_.
pt: Alternativamente, pode `comprar um instalador Zrythm <https://www.zrythm.org/en/download.html>`_.
