Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/getting-started.po
Languages: pt

source: Getting Plugins, Instruments and Samples
pt: Obter Suplementos, Instrumentos e Amostras

source: Plugins
pt: Suplementos

source: Zrythm ships with a few bundled plugins to help users get started, but users are expected to download and install their own plugins that suit their preferences.
pt: A Zrythm é enviada com alguns suplementos para ajudar os utilizadores a começar, mas espera-se que os utilizadores descarreguem e instalem os seus próprios suplementos que atendam às suas preferências.

source: There are many plugins to choose from. This guide will show you a few ways you can install plugins on GNU/Linux systems.
pt: Felizmente, existem muitos suplementos para escolher. Este guia irá mostrar-lhe algumas formas de instalar suplemento.

source: For other systems, you can find a `list of free software plugins here <https://github.com/webprofusion/OpenAudio>`_.
pt: Para outros sistemas, pode encontrar uma "lista de suplementos de software livre aqui <https://github.com/webprofusion/OpenAudio>`_.

source: See :ref:`scanning-plugins` for paths where plugins will be scanned in.
pt: Veja :ref:`scanning-plugins` para caminhos onde os suplementos serão procurados.

source: For users of Debian-based distributions such as Ubuntu and Linux Mint we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
pt: Para utilizadores de distribuições baseadas em Debian, como Ubuntu e Linux Mint, recomendamos utilizar os repositórios `KXstudio <https://kx.studio/>`_, pois há muitos suplementos que podem ser facilmente instalados via apt.

source: For users of Arch Linux-based distributions such as Manjaro we recommend installing the `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ group.
pt: Para utilizadores de distribuições baseadas no Arch Linux como o Manjaro, recomendamos instalar o grupo `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_.

source: Recommended Plugin Bundles
pt: Pacotes de plugins recomendados

source: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ provides a good variety of synths and effects.
pt: `DISTRHO Portos <https://distrho.sourceforge.io/ports.php>`_ fornece uma boa variedade de sintetizadores e efeitos.

source: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ is an effects pack that contains high quality plugins for all the basic effects such as Delay, Reverb, Compression, EQ and Saturation.
pt: `ZAM Plugins <http://www.zamaudio.com/?p>`_ é um pacote de efeitos que contém todos os efeitos básicos como delay, reverb, compressão, equalizador, saturação.

source: The `LSP Project <https://lsp-plug.in/>`_ has a wide variety of effect plugins.
pt: `LSP <https://lsp-plug.in/>`_ tem muitos suplementos de efeitos úteis.

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ is a collection of various MIDI effect and meter plugins.
pt: `X42 plugins <http://x42-plugins.com/x42/>`_, tem muitos plugins de efeitos e medidores de MIDI.

source: Synths
pt: Sintetizadores

source: `Helm <https://tytel.org/helm/>`_ is a powerful subtractive synthesizer.
pt: `Helm < https://tytel.org/helm/>` _ é um sintetizador subtrativo excelente.

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synthesizer that is closely modeled on the Yamaha DX7.
pt: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed é um sintetizador FM que é intimamente modelado no Yamaha DX7.

source: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
pt: ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ é um poderoso sintetizador aditivo/subtrativo que pode sintetizar uma grande variedade de sons.

source: Percussion Generators
pt: Geradores de Percussão

source: `GeonKick <https://gitlab.com/iurie/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
pt: `GeonKick < https://gitlab.com/iurie/geonkick >` _ é um sintetizador de tambor de pontapé que também pode sintetizar outros tipos de percussão.

source: SFZ/SF2 Instruments
pt: Instrumentos SFZ/SF2

source: You can find a list of SFZ instruments under free licenses at `sfz instruments <https://sfzinstruments.github.io/>`_.
pt: Encontra uma lista de instrumentos SFZ sob licenças livres em `sfz instruments <https://sfzinstruments.github.io/>`_.

source: Samples
pt: Amostras

source: We recommend using `Freesound <https://freesound.org/>`_ for collecting CC-licensed samples.
pt: Recomendamos usar 'Freesound <https://freesound.org/>'_ para coletar amostras licenciadas pelo CC.

source: Installation
pt: Instalação

source: Installers
pt: Instaladores

source: You can install the latest version of Zrythm for your distro or operating system using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
pt: Pode instalar a versão mais recente do Zrythm para a sua distro ou sistema operacional `da página de descarragemento <https://software.opensuse.org//download.html? project = home% 3Aalextee & package = zrythm>`_ na nossa website.

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
pt: Esta é a maneira mais fácil e recomendada de instalar a última versão para a maioria dos utilizadores e fornecemos suporte para ela.

source: Manual Installation
pt: Instalação Manual

source: If you are an advanced user, you can also build Zrythm from source, either using a `source distribution tarball <https://www.zrythm.org/releases/>`_ or `git <https://git.zrythm.org/cgit/zrythm/>`_.
pt: Se é um utilizador avançado, também pode construir Zrythm a partir do código-fonte, utilizando um tarball de distribuição de código fonte <https://www.zrythm.org/releases/>`_ ou `git <https://git.zrythm.org/cgit/zrythm/>`_.

source: See the ``INSTALL.md`` file in the source distribution for installation instructions.
pt: Veja o ficheiro ``INSTALL.md``` na distribuição da fonte para instruções de instalação.

source: Installer
pt: Instalador

source: The installer supports the following distributions (and derivatives):
pt: O instalador suporta as distribuções seguintes (e derivados):

source: Distribution Package
pt: Pacote de Distribução

source: If your distribution provides a Zrythm package you can also install it from there.
pt: Se a sua distribuição fornece um pacote Zrythm, também pode instalá-lo de lá.

source: The installers above fully support Windows 64bit and MacOS.
pt: Os instaladores acima suportam totalmente o Windows 64bit e MacOS.

source: We plan to add FreeBSD support to the installer mentioned above in the future.
pt: Planeamos adicionar suporte de FreeBSD ao instalador mencionado acima no futuro.

source: Port
pt: Porta

source: You can also install Zrythm from `freshports <https://www.freshports.org/audio/zrythm/>`_.
pt: Também pode instalar o Zrythm em `freshports <https://www.freshports.org/audio/zrythm/>`_.

source: Getting Started
pt: Primeiros Passos

source: System Requirements
pt: Requisitos do Sistema

source: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) or aarch64 (ARMv8)
pt: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) ou aarch64 (ARMv8)

source: Operating System
pt: Sistema Operacional

source: GNU/Linux, FreeBSD, Windows or MacOS
pt: GNU/Linux, FreeBSD, Windows ou MacOS

source: Recommendations
pt: Recomendações

source: For smooth operation, it is recommended to use a CPU with at least 2GHz clock speed and at least 4 cores in total.
pt: Para uma operação suave, é recomendado utilizar uma CPU com pelo menos 2GHz e pelo menos 4 núcleos no total.

source: It is recommended to have at least 16 inches of monitor space to work efficiently with Zrythm.
pt: É recomendado ter pelo menos 16 polegadas (ca. 41 cm) de espaço de monitor para trabalhar eficientemente com a Zrythm.

source: An audio interface offers low latency and better quality than integrated sound cards (especially if recording audio).
pt: Uma interface de áudio é recomendada, pois oferece baixa latência e melhor qualidade (especialmente se estiver a gravar áudio).

source: For quickly trying out melodies or recording.
pt: Para experimentar rapidamente com melodias ou gravações.

source: When using the JACK backend, JACK needs to be set up and configured before running Zrythm. You will find lots of information online about how to configure JACK, such as `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://libremusicproduction.com/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, so we will skip this part.
pt: Ao usar o backend JACK, ele precisa ser configurado e configurado antes de executar Zrythm. Encontrará muitas informações on-line sobre como configurar o JACK, como 'Desmistificando JACK - Existe um Guia para Iniciantes para começar com JACK <https://libremusicproduction.com/articles/desmistificando-jack-%E2%80%93-iniciantes-guia-getting-start-jack.html>'_, então vamos pular essa parte.
