Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/projects.po
Languages: de, fr, gl

source: Projects
de: Projekte
fr: Projets
gl: Proxectos

source: Project Info
de: Projektinfo
fr: Information sur le projet
gl: Información do Proxecto

source: In Zrythm, your work is saved inside a Project. Projects consist of a folder with a YAML file describing the Project and additional files used such as MIDI and audio files.
de: In Zrythm wird deine Arbeit in einem Projekt gespeichert. Projekte bestehen aus einem Ordner mit einer YAML-Datei, die das Projekt und zusätzlich benutzte Dateien wie MIDI- und Audiodateien beschreibt.
fr: Dans Zrythm, votre travail est sauvegardé dans un projet. Les projets consistent en un dossier avec un fichier YAML décrivant le projet et les fichiers supplémentaires utilisés tels que les fichiers MIDI et audio.
gl: En Zrythm, o teu traballo gárdase nun Proxecto. Os proxectos consisten nunha carpeta cun arquivo YAML que describe o Proxecto e os ficheiros adicionais, tales como os arquivos MIDI ou de audio.

source: Project Structure
de: Projektstruktur
fr: Structure du projet
gl: Estrutura do Proxecto

source: backups
de: Sicherungen
fr: sauvegardes
gl: copias de seguridade

source: Regular backups taken automatically by Zrythm
de: Regelmäßige Sicherungen, die automatisch von Zrythm erstellt werden
fr: Sauvegardes régulières faites automatiquement par Zrythm
gl: Copias de seguridade feitas de xeito automático por Zrythm

source: myproject.bak
fr: monprojet.bak

source: An example backup project
de: Ein Beispiel für ein Sicherungsprojekt
fr: Un exemple de sauvegarde de projet
gl: Un exemplo dunha copia de seguridade dun proxecto

source: states
de: Zustände
fr: états
gl: estados

source: Contains plugin states at the time of save (for LV2)
de: Enthält Plugin-Zustände zum Zeitpunkt des Speicherns (für LV2)
fr: Contient les états du greffon au moment de la sauvegarde (pour LV2)
gl: Contén o estado dos plugins no momento do gardado (para LV2)

source: exports
de: Exporte
fr: exportations
gl: exportacións

source: Default directory for exporting files related to the project
de: Standardverzeichnis zum Exportieren von Dateien mit Bezug zum Projekt
fr: Répertoire par défaut pour exporter les fichiers liés au projet
gl: Directorio por defecto para os ficheiros exportados en relación co proxecto

source: pool
fr: ensemble

source: Used by Zrythm to store and load files used by the Project, such as audio files
de: Wird von Zrythm verwendet, um vom Projekt verwendete Dateien zu speichern und zu laden, wie beispielsweise Audiodateien
fr: Utilisé par Zrythm pour stocker et charger les fichiers utilisés par le projet, tels que les fichiers audio
gl: Usado por Zrythm para almacenar e cargar os arquivos empregados polo Proxecto, como os ficheiros de audio

source: project.yml
fr: projet.yml

source: The Project file
de: Die Projektdatei
fr: Le fichier-projet
gl: O ficheiro do Proxecto

source: Project Management and Compatibility
de: Projektmanagement und Kompatibilität
fr: Gestion de projet et compatibilité
gl: Xestión do Proxecto e Compatibilidade

source: For at least the time being, Zrythm follows a rolling release model and project file structure is subject to change at each new release. No compatibility will be maintained between version changes in order to give more time to feature development and fixes.
de: Zumindest zum jetzigen Zeitpunkt folgt Zrythm einem Rolling-Release-Modell und die Struktur der Projektdateien unterliegt mit jeder Veröffentlichung Veränderungen. Zwischen den Versionsänderungen wird keine Kompatibilität gewährleistet, um mehr Zeit in die Entwicklung von Funktionen und das Beheben von Fehlern zu stecken.
fr: Pour le moment au moins, Zrythm suit un modèle de version continue et la structure des fichiers de projet est sujette à changement à chaque nouvelle version. Aucune compatibilité ne sera maintenue entre les changements de version afin de donner plus de temps pour le développement des fonctionnalités et les corrections.
gl: Alomenos polo de agora, Zrythm segue un modelo de lanzamento continuo e a estrutura do ficheiro dos proxectos é susceptible de se modificar en cada nova versión. Non se manterá a compatibilidade entre versións, co obxectivo de adicar máis tempo ao desenvolvemento e os axustes.

source: It may be possible to open projects from previous versions if there was no change in the project file structure, but this is not guaranteed, so if you would like to open a project made using a previous version please install that version of Zrythm.
de: Es kann möglich sein, Projekte von vorherigen Version zu öffnen wenn es keine Veränderung in der Struktur der Projektdateien gab, aber das ist nicht garantiert. Falls du also ein Projekt öffnen möchtest, dass mit einer vorherigen Version gemacht wurde, installiere bitte diese Version von Zrythm.
fr: Il est possible d’ouvrir des projets à partir de versions précédentes si la structure du fichier de projet n’a pas changé, mais cela n’est pas garanti. Si vous souhaitez ouvrir un projet créé avec une version précédente, veuillez installer cette version de Zrythm.
gl: Quizais sexa posible abrir proxectos de versións anteriores se non houbo modificacións na estrutura dos ficheiros de proxecto, pero isto non está garantido, así que se queres abrir un proxecto feito nunha versión anterior por favor instala esa versión de Zrythm.

source: Each project file will mention the version of Zrythm it was made with and the date it was saved
de: Jede Projektdatei enthält die Version von Zrythm, mit der sie erstellt wurde und das Datum, an dem sie gespeichert wurde
fr: Chaque fichier de projet mentionnera la version de Zrythm avec laquelle il a été réalisé et la date à laquelle il a été enregistré
gl: Cada ficheiro de proxecto mencionará a versión de Zrythm co que foi feito e a data na que se gardou

source: Saving & Loading
de: Speichern & Laden
fr: Sauvegarde et chargement
gl: Gardar e Gargar

source: Loading Projects
de: Laden von Projekten
fr: Chargements de projets
gl: Cargar proxectos

source: When Zrythm launches, it will ask you to select a project to load from a list of recent projects, or to create a new one.
de: Wenn Zrythm gestartet wird, wirst du aufgefordert, ein zu ladendes Projekt aus einer Liste der letzten Projekte auszuwählen oder ein neues zu erstellen.
fr: Lorsque Zrythm se lance, il vous demandera de sélectionner un projet à charger depuis une liste de projets récents, ou d'en créer un nouveau.
gl: Cando Zrythm arranque, pedirache que selecciones un proxecto para cargar da lista de proxectos recentes ou que crees un novo.

source: Creating Projects
de: Projekte erstellen
fr: Création de projets
gl: Crear Proxectos

source: Once you accept, the new Project will be set up and you will be ready to go.
de: Sobald du zugestimmt hast, wird das neue Projekt eingerichtet und du bist bereit loszulegen.
fr: Une fois que vous aurez accepté, le nouveau projet sera mis en place et vous serez prêt à commencer.
gl: Des que aceptes, o novo Proxecto estará configurado e listo para traballar.

source: Saving Projects
de: Speichern von Projekten
fr: Sauvegarde de projets
gl: Gardar Proxectos

source: When saving projects, Zrythm expects you to give it a directory
de: Beim Speichern von Projekten erwartet Zrythm, dass du ihm ein Verzeichnis angibst
fr: Lors de la sauvegarde de projets, Zrythm s'attend à ce que vous lui donniez un répertoire
gl: Cando gardes un proxecto, Zrythm espera que lle indiques un directorio

source: Automatic Backups
de: Automatische Sicherungen
fr: Sauvegardes automatiques
gl: Copias de Seguridade Automáticas

source: Zrythm has an option to auto-save the current project as a back-up. When launching Zrythm and selecting to load your project, Zrythm will let you know if there are newer back-ups of that project and ask you if you want to load them instead.
de: Zrythm hat die Möglichkeit, das aktuelle Projekt automatisch als Sicherung zu speichern. Wenn du Zrythm startest und dein Projekt laden möchtest, wird Zrythm darüber informieren, ob es neuere Sicherungen dieses Projekts gibt, und fragen, ob du sie stattdessen laden möchtest.
fr: Zrythm a une option pour sauvegarder automatiquement le projet en cours en tant que sauvegarde de secours. Lorsque vous lancez Zrythm et choisissez de charger votre projet, Zrythm vous indiquera s'il existe de nouvelles sauvegardes de ce projet et vous demandera si vous souhaitez les charger.
gl: Zrythm ten unha opción de gardado automático para o proxecto activo como copia de seguridade. Cando inicies Zrythm e selecciones cargar o teu proxecto, Zrythm farache saber se hai algunha copia de seguridade máis actual do proxecto e preguntarache se queres cargar este pola contra.

source: The auto-save interval can be changed (or disabled) in the preferences window.
de: Das Intervall für die automatische Speicherung kann im Einstellungsfenster geändert (oder deaktiviert) werden.
fr: L'intervalle de sauvegarde automatique peut être modifié (ou désactivé) dans la fenêtre des préférences.
gl: O intervalo de gardado automático pódese modificar (ou desactivar) na xanela de preferencias.
