Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/tracks.po
Languages: fr, gl

source: Audio Track
fr: Piste audio
gl: Pista de Audio

source: An Audio Track contains audio regions and can be used for recording and playing back audio clips.
fr: Une piste audio contient des régions audio et peut être utilisée pour l'enregistrement et la lecture de clips audio.
gl: Unha Pista de Audio contén rexións e pódese empregar para gravar e reproducir clips de audio.

source: Top Buttons
fr: Boutons du haut
gl: Botóns Superiores

source: Record
fr: Enregistrer
gl: Gravar

source: Arms the track for recording.
fr: Armer la piste pour enregistrement.
gl: Monta a pista para gravar.

source: Soloes the track.
fr: Met la piste en solo.
gl: Pon a pista en Solo.

source: Mute
fr: Muet
gl: Silenciar

source: Mutes the track.
fr: Silence la piste.
gl: Silencia a pista.

source: Bottom Buttons
fr: Boutons du bas
gl: Botóns Inferiores

source: Lock
fr: Verrouiller
gl: Bloquear

source: Not used at the moment.
fr: Inutilisé pour le moment.
gl: Sen uso polo de agora.

source: Show Lanes
fr: Montrer les lignes
gl: Amosar Estaxes

source: Toggles the visibility of lanes.
fr: Basculer la visibilité des lignes.
gl: Alterna a visibilidade das estaxes.

source: Show Automation
fr: Afficher l'automation
gl: Amosar Automatización

source: Toggles the visibility of automation tracks.
fr: Basculer la visibilité des pistes d'automatisation.
gl: Alterna a visibilidade das pistas de automatización.

source: Inspector
fr: Inspecteur
gl: Inspeccionar

source: Properties
fr: Propriétés
gl: Propiedades

source: Direct Out
fr: Sortie directe
gl: Saída Directa

source: The track to route the output of the audio track to.
fr: La piste vers laquelle diriger la sortie de la piste audio.
gl: A pista á que dirixir a saída de audio da pista.

source: Inputs
fr: Entrées
gl: Entradas

source: Left and right audio input sources used when recording.
fr: Sources d'entrée audio gauche et droite utilisées lors de l'enregistrement.
gl: Fontes Dereita e Esquerda de entrada de audio a empregar durante a gravación.

source: Sends
fr: Envois
gl: Envíos

source: TODO
fr: ÀFAIRE

source: Lanes
fr: Lignes
gl: Estaxes

source: These are similar to :ref:`midi-track-lanes`.
fr: Celles-ci sont similaires aux :ref:`midi-track-lanes`.
gl: Estas son similares ás :ref:`midi-track-lanes`.

source: Automation Tracks
fr: Pistes d'automatisation
gl: Pistas de Automatización

source: These are similar to :ref:`midi-track-automation-tracks`.
fr: Celles-ci sont similaires aux :ref:`midi-track-automation-tracks`.
gl: Estas son similares ás :ref:`midi-track-automation-tracks`.

source: Automation
fr: Automatisation

source: Track Name
fr: Nom de piste
gl: Nome da Pista

source: The unique name of the track.
fr: Le nom unique de la piste.
gl: O nome exclusivo da pista.

source: The track to route the output of the audio bus track to.
fr: La piste vers laquelle diriger la sortie de la piste du bus audio.
gl: A pista á que dirixir a saída do bus de audio.

source: These are similar to :ref:`instrument-track-sends`.
fr: Celles-ci sont similaires aux to :ref:`instrument-track-sends`.
gl: Estes son similares aos :ref:`instrument-track-sends`.

source: The track to route the output of the MIDI bus track to.
fr: La piste vers laquelle diriger la sortie de la piste du bus MIDI.
gl: A pista á que dirixir a saída da pista bus de MIDI.

source: These are similar to :ref:`midi-track-sends`.
fr: Celles-ci sont similaires aux :ref:`midi-track-sends`.
gl: Estes son similares aos :ref:`midi-grack-sends`.

source: Chord Track
fr: Piste d'accord
gl: Pista de Acordes

source: The Chord Track contains chord and scale objects that are used to specify when the song is using a particular chord or scale.
fr: La piste d'accords contient des objets d'accords et de gammes qui sont utilisés pour spécifier quand le morceau utilise un accord ou une gamme particulière.
gl: A Pista de Acordes contén obxectos de acorde e escala utilizados para especificar cando a canción emprega un acorde ou escala particular.

source: For more information, see the section :doc:`../chords-and-scales/intro`.
fr: Pour plus d'informations, voir la section :doc:`.../chords-and-scales/intro`.
gl: Para máis información, bota unha ollada á sección :doc:`../chords-and-scales/intro`.

source: Arms the track for recording. Not used at the moment.
fr: Arme la piste pour enregistrement. Inutilisé pour le moment.
gl: Monta a pista para a gravación. Non utilizado polo de agora.

source: Soloes the track. Not used at the moment.
fr: Met la piste en solo. Inutilisé pour le moment.
gl: Pon a pista en Solo. Non utilizada polo de agora.

source: Mutes the track. This causes the project to ignore any scale or chord events.
fr: Silence la piste. Cela fait que le projet ignore tout événement de gamme ou d'accord.
gl: Silencia a pista. Isto fará que o proxecto ignore calquera evento de escala ou acordes.

source: The name of the chord track.
fr: Le nom de la piste d'accord.
gl: O nome da pista de acordes.

source: Creating Tracks
fr: Créer des pistes
gl: Crear Pistas

source: Blank Tracks
fr: Pistes vierges
gl: Pistas Baleiras

source: To add an empty track, right click on empty space in the Tracklist and select the type of track you want to add.
fr: Pour ajouter une piste vide, cliquez avec le bouton droit de la souris sur l'espace vide dans la Liste des pistes et sélectionnez le type de piste que vous voulez ajouter.
gl: Para engadir unha pista baleira, fai clic dereito nun espazo dispoñible na Lista de Pistas e selecciona o tipo de pista a engadir.

source: Creating Tracks From Plugins
fr: Créer des pistes à partir des greffons
gl: Crear Pistas Dende Plugins

source: Plugins can be clicked and dragged from the Plugin Browser and dropped into empty space in the Tracklist or Mixer to instantiate them. If the plugin is an instrument plugin, an instrument Track will be created. If the plugin is an effect, a bus Track will be created.
fr: Les greffons peuvent être cliqués et glissés depuis le navigateur de greffons et déposés dans l'espace vide de la liste de piste ou du mixeur pour les instancier. Si le greffon est un greffon d'instrument, une piste d'instrument sera créée. Si le greffon est un effet, une piste de bus sera créée.
gl: Os Plugins pódense arrastrar dende o Navegador de Plugins e soltar nun oco baleiro na Lista de Pistas ou no Mesturador. Se o plugin é de instrumento, crearase unha Pista de Instrumento. Se é un efecto, crearase unha Pista Bus.

source: See :ref:`instantiating-plugins` for how to instantiate plugins.
fr: Voir :ref:`instantiating-plugins` pour savoir comment instancier des greffons.
gl: Vexa :ref:`instantiating-plugins`para inserir plugins.

source: Creating Audio Tracks From Audio Files
fr: Créer des pistes audio à partir de fichiers Audio
gl: Crear Pistas de Audio dende Ficheiros de Audio

source: Likewise, to create an Audio Track from an audio file (WAV, FLAC, etc.), you can drag an audio file from the File Browser into empty space in the Tracklist or Mixer. This will create an Audio Track containing a single Audio Clip at the current Playhead position.
fr: De même, pour créer une piste Audio à partir d'un fichier Audio (WAV, FLAC, etc.), vous pouvez faire glisser un fichier Audio depuis le navigateur de fichiers dans un espace vide de la liste de pistes ou du Mixeur. Ceci créera une piste audio contenant un seul clip audio à la position actuelle de la tête de lecture.
gl: Do mesmo xeito, para crear unha Pista de Audio dun arquivo de audio (WAV, FLAC, etc.), podes arrastrar un ficheiro dende o Navegador de Ficheiros nun oco baleiro da Lista de Pistas ou do Mesturador. Isto creará unha Pista de Audio contendo un Clip de Audio á altura da Cabeza de Reprodución.

source: Creating Tracks by Duplicating
fr: Créer des pistes en les dupliquant
gl: Crear Pistas Duplicando

source: Most Tracks can be duplicated by right clicking inside the Track and selecting :zbutton:`Duplicate`.
fr: La plupart des pistes peuvent être dupliquées en faisant un clic droit dans la piste et en sélectionnant :zbutton:`Dupliquer`.
gl: A meirande parte das Pistas poden ser duplicadas facendo clic dereito sobre a Pista e seleccionando :zbutton:`Duplicar`.

source: Audio group tracks can be used for grouping audio signals together via direct routing. For example, kicks, snares and hihats can be routed to a "Drums" audio group track so you can add effects and control their volume collectively instead of separately.
fr: Les pistes de groupe audio peuvent être utilisées pour regrouper ensemble des signaux audio par routage direct. Par exemple, les coups de grosse caisse, les caisses claires et les charleystons peuvent être routés vers une piste de groupe audio "Batterie" afin que vous puissiez ajouter des effets et contrôler leur volume collectivement plutôt que séparément.
gl: As pistas grupo de audio pódense empregar para agrupar sinais de audio xuntas mediante rutas directas. Por exemplo, bombos, caixas e pratos poden ser dirixidos a unha pista grupo chamada "Batería" e podes engadir efectos e controlar o seu volume asemade en vez de por separado.

source: The track to route the output of the audio group track to.
fr: La piste vers laquelle acheminer la sortie de la piste du groupe audio.
gl: A pista á que dirixir a saída da pista de audio agrupado.

source: These are similar to :ref:`audio-group-track`, except that they act on MIDI signals instead of audio signals.
fr: Ceux-ci sont similaires à :ref:`audio-group-track`, sauf qu'ils agissent sur les signaux MIDI au lieu des signaux audio.
gl: Estas son similares ás :ref:`audio-group-track`, agás porque actúan sobre sinais MIDI no canto de sinais de audio.

source: Track Inspector
fr: Inspecteur de piste
gl: Inspector de Pistas

source: If the track takes input, there will be an input selection section.
fr: Si la piste prend une entrée, il y aura une section de sélection d'entrée.
gl: Se a pista ten unha entrada, haberá unha sección de selección de entrada.

source: Peak
fr: Pic
gl: Pico

source: Instrument Track
fr: Piste d'instrument
gl: Pista de Instrumento

source: Show UI
fr: Afficher l'interface graphique
gl: Amosar UI

source: Displays the UI of the main plugin.
fr: Affiche l'interface graphique du greffon principal.
gl: Amosa a Interface Gráfica do plugin principal.

source: Freeze
fr: Gel
gl: Conxelar

source: Freezes the track (not operational at the moment).
fr: Gèle la piste (pas opérationnel pour le moment).
gl: Conxela a pista (non funciona polo de agora).

source: The track to route the audio output of the instrument track to.
fr: La piste vers laquelle acheminer la sortie audio de la piste instrumentale.
gl: A pista á que dirixir a saída de audio dende a pista de instrumento.

source: These are similar to :ref:`midi-track-inputs`.
fr: Ceux-ci sont similaires à :ref:`midi-track-inputs`.
gl: Estas son similares ás :ref:`midi-track-inputs`.

source: Pre-Fader Out L/R
fr: Sortie G/D pré-fader
gl: Saída L/R Pre-Fader

source: The stereo audio signal before the fader is applied.
fr: Le signal audio stéréo avant l'application du fader.
gl: O sinal de audio estéreo antes de pasar polo fader.

source: Fader Out L/R
fr: Sortie G/D du fader
gl: Saída L/R do Fader

source: The stereo audio signal after the fader is applied.
fr: Le signal audio stéréo après l'application du fader.
gl: O sinal estéreo do audio tras pasar polo fader.

source: You can use these for side-chaining.
fr: Vous pouvez les utiliser pour le chaînage latéral.
gl: Podes empregar estas para facer side-chain.

source: Freezing
fr: Gel
gl: Conxelar

source: If DSP usage is high and you have performance issues, or if you just want to save CPU power, instrument tracks can be frozen (temporarily converted to audio), which dramatically lowers their CPU usage.
fr: Si l'utilisation du DSP est élevée et que vous rencontrez des problèmes de performances, ou si vous souhaitez simplement économiser de la puissance de calcul, les pistes d'instruments peuvent être gelées (converties temporairement en audio), ce qui réduit considérablement leur utilisation CPU.
gl: Se o uso do DSP é alto e tes problemas de execución, ou simplemente queres aforrar recursos da CPU, as pistas de instrumento poden ser conxeladas (convertidas temporalmente a audio), o que diminúe de xeito notorio o uso da CPU.

source: Instruments can be frozen by clicking the Freeze button in the track interface.
fr: Les instruments peuvent être gelés en cliquant sur le bouton Gel (Freeze) dans l'interface de la piste.
gl: Os instrumentos pódense conxelar premendo o botón Conxelar na interface da pista.

source: Tracks
fr: Pistes
gl: Pistas

source: Marker Track
fr: Piste de marqueur
gl: Pista de Marcadores

source: The marker track holds song markers that make it easier to jump to or to export specific sections of the song. Each project can only have one marker track and it cannot be deleted (but can be hidden).
fr: La piste de marqueurs contient des marqueurs de morceau qui facilitent le saut ou l'exportation de sections spécifiques du morceau. Chaque projet ne peut avoir qu'une seule piste de marqueur et elle ne peut pas être supprimée (mais peut être masquée).
gl: A pista de marcadores contén marcadores da canción que facilitan saltar dunha a outra ou exportar seccións específicas da canción. Cada proxecto ten unha única pista de marcadores que non se pode eliminar (aínda que se pode agochar).

source: The name of the marker track.
fr: Le nom de la piste de marqueur.
gl: O nome da pista de marcadores.

source: Master Track
fr: Piste Master
gl: Pista Mestra

source: The master track is a special type of :ref:`audio-group-track` that Zrythm uses to route the resulting audio signal after all the processing is done to the audio backend.
fr: La piste maître est un type spécial de :ref:`audio-group-track` que Zrythm utilise pour router le signal audio résultant, après que tout le traitement ait été fait, vers le dorsal audio.
gl: A pista mestra é un tipo especial de :ref:`audio-group-track` que Zrythm emprega para dirixir o sinal de audio resultante tras todo o procesado do backend de audio.

source: The name of the track. This cannot be changed.
fr: Le nom de la piste. Ceci ne peut pas être modifié.
gl: O nome da pista. Non se pode cambiar.

source: This is automatically routed to the audio engine and cannot be changed.
fr: Ceci est automatiquement acheminé vers le moteur audio et ne peut pas être modifié.
gl: Isto está dirixido automaticamente ao motor de audio e non se pode mudar.

source: MIDI Track
fr: Piste MIDI
gl: Pista MIDI

source: MIDI tracks, unlike instrument tracks, produce MIDI output and so their channel strips will only have MIDI effects (plugins that change MIDI signals).
fr: Les pistes MIDI, contrairement aux pistes d'instruments, produisent une sortie MIDI et donc leurs tranches de canal n'auront que des effets MIDI (greffons qui modifient les signaux MIDI).
gl: As pistas MIDI, ao contrario que as de instrumento, producen saída de MIDI, polo que as series das súas canles só poden ter efectos MIDI (plugins que modifican os sinais MIDI).

source: The name of the track. You can double click to change it.
fr: Le nom de la piste. Vous pouvez double-cliquer pour le modifier.
gl: O nome da pista. Podes facer dobre clic para o cambiar.

source: The track to route the output of the MIDI track to.
fr: La piste vers laquelle acheminer la sortie de la piste MIDI.
gl: A pista á que dirixir a saída da pista MIDI.

source: Input Device
fr: Périphérique d'entrée
gl: Dispositivo de Entrada

source: The input device(s) to receive MIDI signals from during recording.
fr: Le(s) périphérique(s) d'entrée pour recevoir les signaux MIDI pendant l'enregistrement.
gl: O(s) dispositivo(s) de entrada dos que recibir sinais MIDI durante a gravación.

source: Input Channel
fr: Canal d'entrée
gl: Canle de Entrada

source: The MIDI channel(s) to listen to for recording MIDI events. This acts as a filter so MIDI events on channels not selected will be ignored.
fr: Le(s) canal(aux) MIDI à écouter pour l'enregistrement des événements MIDI. Cela agit comme un filtre de sorte que les événements MIDI sur les canaux non sélectionnés seront ignorés.
gl: A(s) canle(s) MIDI que escoitar para gravar eventos MIDI. Isto funciona como un filtro, de xeito que os eventos MIDI nas canles non seleccionados serán ignorados.

source: Pre-Fader Out
fr: Sortie pré-fader
gl: Saída Pre-Fader

source: The MIDI signal before the MIDI fader is applied.
fr: Le signal MIDI avant que le fader MIDI ne soit appliqué.
gl: O sinal MIDI antes de pasar polo fader MIDI.

source: Fader Out
fr: Sortie fader
gl: Saída do Fader

source: The MIDI signal after the MIDI fader is applied.
fr: Le signal MIDI après que le fader MIDI ne soit appliqué.
gl: O sinal MIDI tras pasar polo fader MIDI.

source: The MIDI fader uses MIDI volume CC.
fr: Le fader MIDI utilise le CC de volume MIDI.
gl: O fader MIDI emprega volume MIDI CC.

source: The MIDI fader is a TODO feature and currently does nothing (it lets the signal pass through).
fr: Le fader MIDI est une fonction ÀFAIRE et ne fait actuellement rien (il laisse passer le signal).
gl: O fader MIDI é unha característica TODO e polo de agora non fai nada (deixa pasar o sinal).

source: The MIDI track can have multiple lanes for saving regions. By default, all regions you create will be created in lane 1. Additional lanes will be auto-created and deleted as you add regions to each lane.
fr: La piste MIDI peut avoir plusieurs lignes pour la sauvegarde des régions. Par défaut, toutes les régions que vous créez seront créées dans la ligne 1. Les lignes supplémentaires seront automatiquement créées et supprimées au fur et à mesure que vous ajouterez des régions à chaque ligne.
gl: A pista MIDI pode ter múltiples estaxes para gardar rexións. Por defecto, tódalas rexións que crees estarán na estaxe 1. Estaxes adicionais serán creadas automaticamente e eliminadas segundo vaias engadindo rexións a cada estaxe.

source: Lanes are useful when recording, as each time the playback loops it will start recording in a new lane and mute the region in the previous lane. Lanes are also useful for generally organizing your regions. For example you can keep high notes in lane 1 and bass notes in lane 2.
fr: Les lignes sont utiles lors de l'enregistrement, car chaque fois que la lecture se fait en boucle, l'enregistrement commence dans une nouvelle ligne et la région de la ligne précédente est mise en sourdine. Les lignes sont également utiles pour l'organisation générale de vos régions. Par exemple, vous pouvez garder les notes hautes dans la ligne 1 et les notes basses dans la ligne 2.
gl: As estaxes son útiles durante a gravación, posto que cada vez que a reprodución entra en bucle comezará a gravar nunha nova estaxe e silenciará a rexión da estaxe anterior. As estaxes son tamén útiles para a organización xeral das túas rexións. Por exemplo, podes manter as notas agudas na estaxe 1 e as graves na estaxe 2.

source: Lanes can be made visible by clicking the "hamburger" icon.
fr: Les lignes peuvent être rendues visibles en cliquant sur l'icône "hamburger".
gl: As estaxes amósanse facendo clic na icona coa "hamburguesa".

source: Automation tracks are used to create automation events for various parameters of the MIDI track, and any plugins in the MIDI track's channel. To show the automation tracks, click on the cusp icon in the MIDI track.
fr: Les pistes d'automation sont utilisées pour créer des événements d'automatisation pour divers paramètres de la piste MIDI, et tout greffon dans le canal de la piste MIDI. Pour afficher les pistes d'automatisation, cliquez sur l'icône de la corne dans la piste MIDI.
gl: As pistas de automatización úsanse para crear eventos automatizados para varios parámetros da pista MIDI e de calquera plugin na súa canle. Para amosar as pistas de automatización, fai clic na icona envolventes da pista MIDI.

source: More information about automation tracks can be found in the :ref:`automation` chapter.
fr: Plus d'informations sur les pistes d'automatisation peuvent être trouvées dans le chapitre :ref:`automation`.
gl: Para máis información sobre as pistas de automatización bota unha ollada ao capítulo :ref:`automation`.

source: Context Menu
fr: Menu contextuel
gl: Menú Contextual

source: MIDI Transformations
fr: Transformations MIDI
gl: Transformacións MIDI

source: Transpose
fr: Transposer
gl: Transpor

source: Overview
fr: Vue générale
gl: Información xeral

source: Tracks are the main building blocks of projects. Tracks appear in the tracklist and contain various events such as regions.
fr: Les pistes sont les principaux éléments constitutifs des projets. Les pistes apparaissent dans les listes de pistes et contiennent diverses informations telles que les régions.
gl: As pistas son o compoñente principal dos proxectos. Aparecen na lista de pistas e conteñen varios eventos, tales como as rexións.

source: Most types of tracks have a corresponding channel that appears in the mixer.
fr: La plupart des types de pistes ont un canal correspondant qui apparaît dans le mixeur.
gl: A meirande parte das pistas teñen a súa canle correspondente que aparece no mesturador.

source: There are various kinds of Tracks suited for different purposes, explained in the following sections.
fr: Il existe différents types de pistes adaptées à différents usages, expliqués dans les sections suivantes.
gl: Hai varios tipos de Pistas axeitados a diferentes propósitos, explicados nas seccións seguintes.

source: In Zrythm, group tracks are used for grouping signals (direct routing), FX/bus tracks are used for effects/sends, and folder tracks are used for putting tracks under the same folder and doing common operations. This is different from what many other DAWs do, so please keep this in mind.
fr: Dans Zrythm, les pistes de groupe sont utilisées pour regrouper les signaux (routage direct), les pistes FX/bus sont utilisées pour les effets/envois, et les pistes de dossier sont utilisées pour placer les pistes sous un même dossier et faire des opérations communes. Ceci est différent de ce que font de nombreux autres STAN, alors gardez bien cela à l'esprit.
gl: En Zrythm, as pistas agrupadas empréganse para agrupar sinais (enrutado directo), as pistas bus/FX utilízanse para efectos/envíos, e as pistas carpeta conteñen varias pistas para facer operacións comúns. Isto é distinto ao que moitas outras estacións de traballo de audio dixital fan, así que por favor, teno en conta.

source: If you have used Cubase before, you might find this easy to get used to.
fr: Si vous avez déjà utilisé Cubase, il vous sera probablement facile de vous y habituer.
gl: Se utilizaches Cubase con anterioridade, serache doado afacerte.

source: Track Interface
fr: Interface de piste
gl: Interface da Pista

source: Each track has a color, an icon (corresponding to its type) a name and various buttons. Tracks that can have lanes, like instrument tracks, will also have an option to display each lane as above. Tracks that can have automation will have an option to display automation tracks as above.
fr: Chaque piste possède une couleur, une icône (correspondant à son type), un nom et différents boutons. Les pistes qui peuvent avoir des lignes, comme les pistes d'instruments, auront aussi une option pour afficher chaque ligne comme ci-dessus. Les pistes qui peuvent avoir des automatisations auront une option pour afficher les pistes d'automatisation comme ci-dessus.
gl: Cada pista ten unha cor, unha icona (correspondente ao seu tipo) un nome e varios botóns. As pistas que poden ter estaxes, como as de instrumento, terán tamén unha opción para dispoñer cada estaxe como arriba. As pistas que se poden automatizar, terán unha opción para amosar as pistas de automatización como arriba.
