Repository: opencollective/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/tracks.po
Languages: fr, gl

source: If the track produces output, it will have a meter on its right-hand side showing the current level.
fr: Si la piste produit une sortie, elle aura un indicateur sur sa droite indiquant le niveau actuel.
gl: Se a pista produce unha saída, terá un medidor á súa dereita amosando o nivel actual.

source: The section :ref:`track-operations` explains the various track operations available.
fr: La section :ref:`track-operations` explique les différentes opérations disponibles sur les pistes.
gl: A sección :ref:`trac-operations` explica as diversas operacións dispoñibles coas pistas.

source: Track Operations
fr: Opérations de piste
gl: Operacións coas Pistas

source: Moving Tracks
fr: Déplacer les pistes
gl: Mover Pistas

source: Tracks can be moved by clicking and dragging inside empty space in the Track, and dropping it at another location. The drop locations will be highlighted as you move the Track.
fr: Les pistes peuvent être déplacées en cliquant et glissant à l'intérieur d'un espace vide dans la piste, et en le déposant à un autre endroit. Les emplacements de dépôt seront mis en évidence au fur et à mesure que vous déplacez la piste.
gl: As pistas pódense mover facendo clic nun espazo baleiro da pista e arrastrando ata outra localización. O espazo no que se soltará estará resaltado mentres moves a pista.

source: Deleting Tracks
fr: Supprimer les pistes
gl: Borrando Pistas

source: Tracks can be deleted by right-clicking them and selecting :zbutton:`Delete`.
fr: Les pistes peuvent être effacées en cliquant avec le bouton droit de la souris et en sélectionnant :zbutton:`Effacer`.
gl: As pistas pódense borrar facendo clic dereito nelas e escollendo :zbutton:`Eliminar`.

source: All Track operations are undoable.
fr: Toutes les opérations de pistes sont annulables.
gl: Tódalas operacións con pistas pódense desfacer.

source: Track Types
fr: Types de piste
gl: Tipos de Pistas

source: Zrythm has the following types of Tracks, and they are explained further in their own sections.
fr: Zrythm a les types de pistes suivants, et ils sont expliqués plus en détail dans leurs propres sections.
gl: Zrythm ten os seguintes tipos de pistas, explicados máis adiante nas súas propias seccións.

source: A Track that contains regions containing MIDI notes. It also has automation lanes for automating its components.
fr: Une piste qui contient des régions contenant des notes MIDI. Elle dispose également de lignes d'automatisation pour l'automatisation de ses composants.
gl: Unha pista que contén rexións con notas MIDI. Tamén ten estaxes de automatización para automatizar os seus compoñentes.

source: *Input:* **MIDI**, *Output:* **MIDI**
fr: *Entrée :* **MIDI**, *Sortie :* **MIDI**
gl: *Entrada:* **MIDI**, *Saída:* **MIDI**

source: *Can record:* **Yes**
fr: *Peut enregistrer :* **Oui**
gl: *Pódese gravar:* **Si**

source: Similar to a MIDI track, except that an Instrument Track is bound to an instrument plugin that produces audio.
fr: Semblable à une piste MIDI, sauf qu'une piste d'instrument est liée à un greffon d'instrument qui produit de l'audio.
gl: Parecida a unha pista MIDI, salvo porque unha pista de Instrumento está ligada a un plugin de instrumento que xera audio.

source: *Input:* **MIDI**, *Output:* **Audio**
fr: *Entrée :* **MIDI**, *Sortie :* **audio**
gl: *Entrada:* **MIDI**, *Saída:* **Audio**

source: A Track containing audio regions, cross-fades, fades and automation.
fr: Une piste contenant des régions audio, des fondus enchaînés, des fondus et de l'automatisation.
gl: Unha pista que contén rexións de audio, fundidos cruzados, fundidos e automatizacións.

source: *Input:* **Audio**, *Output:* **Audio**
fr: *Entrée :* **audio**, *Sortie :* **audio**
gl: *Entrada:* **Audio**, *Saída:* **Audio**

source: A Track corresponding to a mixer bus. Bus tracks only contain automation
fr: Une piste correspondant à un bus mélangeur. Les pistes de bus ne contiennent que de l'automatisation
gl: Unha pista correspondente a un bus do mesturador. As pistas bus só conteñen automatización

source: *Can record:* **No**
fr: *Peut enregistrer :* **non**
gl: *Pódese gravar:* **Non**

source: Similar to an audio bus track, except that it handles MIDI instead of audio.
fr: Semblable à une piste de bus audio, sauf qu'elle gère du MIDI au lieu de l'audio.
gl: Semellante a unha pista de bus de audio, salvo porque traballa con MIDI no canto de audio.

source: A group track is used to route signals from multiple tracks into one track (or "group" them). It behaves like a bus Track with the exception that other tracks can route their output signal directly into group track. *Input:* **Audio**, *Output:* **Audio**
fr: Une piste de groupe est utilisée pour acheminer des signaux depuis plusieurs pistes vers une seule piste (ou les "grouper"). Elle se comporte comme une piste de bus, à l'exception que d'autres pistes peuvent acheminer leur signal de sortie directement dans la piste de groupe. *Entrée :* **audio**, *Sortie :* **audio**
gl: Unha pista agrupada serve para dirixir sinais de múltiples pistas nunha única (ou "agrupalas"). Compórtase como unha Pista bus, mais coa excepción de que outras pistas poden dirixir a súa sinal de saída directamente á pista agrupada. *Entrada:* **Audio**, *Saída:* **Audio**

source: Similar to an audio Group Track, except that it handles MIDI instead of audio.
fr: Semblable à une piste de groupe audio, sauf qu'elle gère du MIDI au lieu d'audio.
gl: Semellante a unha Pista Agrupada de audio, salvo porque traballa con MIDI no canto de audio.

source: The Master track is a special type of Bus Track that controls the master fader and contains additional automation options.
fr: La piste Master est un type spécial de piste de bus qui contrôle le fader maître et contient des options d'automatisation supplémentaires.
gl: A pista Mestra é un tipo especial de Pista Bus que controla o fader mestre e contén opcións de automatización adicionais.

source: A Chord Track is a special kind of Track that contains chords and scales and is a great tool for assisting with chord progressions.
fr: Une piste d'accord est un type spécial de piste qui contient des accords et des gammes et est un excellent outil pour aider à la progression des accords.
gl: Unha Pista de Acordes é un tipo especial de Pista que contén acordes e escalas e en xeral é unha ferramenta axeitada como asistente nas progresións de acordes.

source: A Marker Track is a special kind of track that contains song markers - either custom or pre-defined ones like the song start and end markers.
fr: Une piste de marqueur est un type spécial de piste qui contient des marqueurs de morceau - des personnalisés ou des prédéfinis comme les marqueurs de début et de fin de morceau.
gl: Unha Pista de Marcadores é un tipo especial de pista que contén marcadores da canción -tanto personalizados como pre-definidos, como os marcadores de comezo e fin da canción.

source: *Input:* **None**, *Output:* **None**
fr: *Entrée :* **aucune**, *Sortie:* **aucune**
gl: *Entrada:* **Ningunha**, *Saída:* **Ningunha**

source: Track Visibility
fr: Visibilité de piste
gl: Visibilidade da Pista

source: Track Properties
gl: Propiedades da Pista

source: RMS
gl: Media cadrática
